<template lang="pug">
  .learning
    h2.learning__title Краткое обучение
    p.learning__text
      |Банки все больше осознают важность риск-культуры как области, необходимой для эффективного управления рисками. 
      |Понимание риск-культуры развивалось от ее восприятия как необходимости выполнять требования регулятора в области рисков 
      |до сбалансированной системы, в центре которой находится оптимальное для организации соотношение риска и доходности, а если 
      |наклонить линию, то круг начинает скользить вниз и кажется, что тот, который справа, вот-вот упадёт»
    blockquote.learning__quote
      p.learning__text-accent
        |«Понимание риск-культуры развивалось от ее восприятия как необходимости выполнять требования регулятора в области рисков 
        |до сбалансированной системы»
    p.learning__text.learning__text--large
      |На ранней стадии я поймал себя на мысли, что большинство примеров — это простые сайты. Идея обычно соответствует 
      |следующему формату: «Посмотрите на эти линии и 2 окружности: если предположить, что это набор масштабов, то окружность, 
      |которая более удалена от центра, перевешивает, а если наклонить линию, то круг начинает скользить вниз и кажется, что тот, 
      |который справа, вот-вот упадёт».
    
</template>

<script>
export default {
  name: 'Learning',
}
</script>

<style lang="sass" scoped>
@import '@/common/index'

.learning

  &__title
    font-family: "Montserrat-Bold"
    font-size: 35px
    line-height: 43px
    margin-bottom: 25px

  &__text
    font-size: 16px
    line-height: 29px

  &__text--large
    font-size: 17px

  &__quote
    margin: 20px 0 21px 0

  &__text-accent
    font-size: 24px
    line-height: 38px
    color: #74777D

</style>